[
    {
        "id": 1,
        "title": "सम्मान और सह-अस्तित्व",
        "description": "सभी के प्रति दयालु और सहिष्णु रहें। किसी भी प्रकार का उत्पीड़न, अपमान, भेदभाव, घृणा भाषण, धमकी या विषाक्त व्यवहार की अनुमति नहीं है। अपमानजनक भाषा, व्यक्तिगत हमले या अप्रत्यक्ष ताने न दें। यदि कोई विवाद हो, तो स्थिति को बढ़ाने से पहले स्टाफ से संपर्क करें।"
    },
    {
        "id": 2,
        "title": "अनुमत सामग्री",
        "description": "सभी NSFW, अवैध, हिंसक, गोर, जंपस्केयर या खतरनाक लिंक निषिद्ध हैं। छवियां, वीडियो और फाइलें सभी के लिए उपयुक्त होनी चाहिए। संदिग्ध लिंक या निष्पादन योग्य फाइलें साझा न करें।"
    },
    {
        "id": 3,
        "title": "चैनल और विषय",
        "description": "प्रत्येक चैनल का उपयोग उसके उद्देश्य के लिए करें। लिखने से पहले विवरण पढ़ें। स्पैम, फ्लड, दोहराए गए या विषय से हटकर संदेश हटा दिए जाएंगे। चैनलों को साफ और व्यवस्थित रखें।"
    },
    {
        "id": 4,
        "title": "विज्ञापन और आत्म-प्रचार",
        "description": "स्टाफ की अनुमति के बिना अन्य सर्वर, सोशल नेटवर्क, चैनल, उत्पाद या सेवाओं का प्रचार निषिद्ध है। किसी भी चीज़ का प्रचार करने के लिए अनचाहे निजी संदेश न भेजें।"
    },
    {
        "id": 5,
        "title": "बौद्धिक संपदा और रचनात्मकता",
        "description": "केवल अपनी सामग्री साझा करें या स्पष्ट अनुमति और क्रेडिट के साथ। बिना अनुमति के दूसरों की सामग्री का उपयोग, चोरी या नकल न करें। दूसरों के काम का सम्मान करें।"
    },
    {
        "id": 6,
        "title": "प्रतिक्रिया और आलोचना",
        "description": "हमेशा अपनी राय और आलोचना रचनात्मक और सम्मानजनक तरीके से दें। उपहास, विनाशकारी व्यंग्य या सार्वजनिक अपमान की अनुमति नहीं है।"
    },
    {
        "id": 7,
        "title": "गोपनीयता और सुरक्षा",
        "description": "अपने या दूसरों के व्यक्तिगत डेटा (पते, फोन नंबर आदि) साझा न करें। किसी भी संदिग्ध स्थिति, उत्पीड़न या नियमों का उल्लंघन करने वाले उपयोगकर्ता की रिपोर्ट करें।"
    },
    {
        "id": 8,
        "title": "बॉट और कमांड का उपयोग",
        "description": "बॉट कमांड का उपयोग केवल निर्दिष्ट चैनलों में करें। दुरुपयोग, स्पैम या अनुचित उपयोग दंडनीय है।"
    },
    {
        "id": 9,
        "title": "स्टाफ और मॉडरेशन",
        "description": "स्टाफ के निर्देशों का सम्मान करें और उनका पालन करें। उनके निर्णय अंतिम हैं। यदि आपके पास कोई प्रश्न, सुझाव या समस्या है, तो किसी मॉडरेटर से निजी रूप से संपर्क करें।"
    },
    {
        "id": 10,
        "title": "भागीदारी और दृष्टिकोण",
        "description": "सहयोग करें, साझा करें और आनंद लें। यह एक ऐसा स्थान है जहाँ समुदाय के रूप में सीखना, बनाना और आनंद लेना है। हमेशा अपनी सर्वश्रेष्ठ ऊर्जा लाएँ और Moxi Studio को एक अनूठी जगह बनाने में मदद करें।"
    }
]