[
    {
        "id": 1,
        "title": "الاحترام والتعايش",
        "description": "كن لطيفًا ومتسامحًا مع الجميع. يُمنع أي نوع من المضايقات أو الإهانة أو التمييز أو خطاب الكراهية أو التهديدات أو السلوكيات السامة. لا تستخدم لغة مسيئة أو هجمات شخصية أو تلميحات. إذا كان لديك نزاع، تواصل مع الإدارة قبل تصعيد الموقف."
    },
    {
        "id": 2,
        "title": "المحتوى المسموح",
        "description": "يُحظر أي محتوى غير لائق أو غير قانوني أو عنيف أو دموي أو روابط خطيرة أو مفزعة. يجب أن تكون الصور ومقاطع الفيديو والملفات مناسبة للجميع. لا تشارك روابط مشبوهة أو ملفات تنفيذية."
    },
    {
        "id": 3,
        "title": "القنوات والمواضيع",
        "description": "استخدم كل قناة لغرضها. اقرأ الوصف قبل الكتابة. سيتم حذف الرسائل المكررة أو الخارجة عن الموضوع أو الرسائل المزعجة. حافظ على القنوات نظيفة ومنظمة."
    },
    {
        "id": 4,
        "title": "الإعلانات والترويج الذاتي",
        "description": "يُمنع الترويج لسيرفرات أو شبكات اجتماعية أو قنوات أو منتجات أو خدمات أخرى دون إذن الإدارة. لا ترسل رسائل خاصة غير مرغوب فيها للترويج لأي شيء."
    },
    {
        "id": 5,
        "title": "الملكية الفكرية والإبداع",
        "description": "شارك فقط المحتوى الخاص بك أو ما لديك إذن واضح وحقوق نشر له. لا تسرق أو تستخدم مواد الآخرين دون إذن. احترم عمل الآخرين وقدره."
    },
    {
        "id": 6,
        "title": "الملاحظات والنقد",
        "description": "قدم آرائك وانتقاداتك دائمًا بشكل بنّاء ومحترم. لا يُسمح بالسخرية أو السخرية الهدامة أو الإهانة العلنية."
    },
    {
        "id": 7,
        "title": "الخصوصية والأمان",
        "description": "لا تشارك بياناتك الشخصية أو بيانات الآخرين (العناوين، أرقام الهواتف، إلخ). أبلغ عن أي موقف مريب أو مضايقة أو مستخدم يخالف القواعد."
    },
    {
        "id": 8,
        "title": "استخدام البوتات والأوامر",
        "description": "استخدم أوامر البوت فقط في القنوات المخصصة. سيتم معاقبة الإساءة أو الرسائل المزعجة أو الاستخدام غير المناسب للأوامر."
    },
    {
        "id": 9,
        "title": "الإدارة والإشراف",
        "description": "احترم واتبع تعليمات الإدارة. قراراتهم نهائية. إذا كان لديك استفسار أو اقتراح أو مشكلة، تواصل مع مشرف خاص."
    },
    {
        "id": 10,
        "title": "المشاركة والسلوك",
        "description": "تعاون وشارك واستمتع. هذا مكان للتعلم والإبداع والاستمتاع كمجتمع. قدم دائمًا أفضل طاقتك وساعد في جعل Moxi Studio مكانًا فريدًا."
    }
]